import PastryChef from "@/assets/about-us/pastry-chef.jpg";
import ProductImage from "@/assets/about-us/product-image.jpg";
import EmployeesImage from "@/assets/about-us/employee-image.jpg";

export const writings = [
  {
    reverse: false,
    section: "section-1",
    header: "Бизнинг тарихимиз ҳақида",
    showedText:
      "Собирова Назокат 2002-йилда қандолатчилик соҳасида ўз йўлини бошлаган бўлиб, дастлаб ўз уйида туриб мазали пишириқлар таёрлаган. Унинг ташаббуси унинг пиширган пишириқлари ёқимли таъмига мафтун бўлган дўстлари ва қариндош аъзоларидан буюртмалар келиши билан бошланди. ",
    hiddenText:
      "Ижобий оғзаки нутқ тез тарқалди, бу унинг ширин ва ажойиб ижодига бўлган талабнинг ортишига олиб келди. Ўтган йиллар давомида Собирова 1000дан ортиқ ўқувчиларга ўз тажрибасини бериб, ўзининг ажойиб маҳорати учун эътироф ва олқишларга сазовор бўлди. Ажойиб шараф сифатида унинг маҳалла комитет томонидан унинг шарафига маҳаллани номини Ширинлик кўчаси деб номлади. Унинг қандолатчиликка бўлган иштиёқи 2018-йилда севимли машғулот сифатида бошланган, мамнун бўлган мижозларнинг катта ёрдами туфайли гуллаб-яшнаётган бизнесга айланди. Собирова ва унинг турмуш ўртоғи Маҳмудов Босит ўсиш имкониятларини тушуниб, махсус қандолатчилик фабрикасини ташкил этиш тўғрисида стратегик қарор қабул қилишди. Укаси Иброҳим Собировнинг қимматли кўмагида улар “Caramella” заводини муваффақиятли ишга туширишди. Ташкил этилганидан бери Caramella Намангандаги энг машҳур қандолатчилик фабрикаларидан бири сифатида машҳурликка эришди. Бу муваффақият тарихи Шодия, Машхура, Моҳидил, Муборак, Наима каби муҳим шахсларнинг фидойилиги ва меҳнатисиз амалга ошмасди. Уларнинг ўзгармас садоқати Caramella ни бугунги кунда машҳур муассасага айлантиришда муҳим рол ўйнади. Миннатдорчилик белгиси сифатида биз ушбу меҳнатсевар ва фидойи инсонларга чин дилдан миннатдорчилик билдирамиз.",
    img: PastryChef,
  },
  {
    reverse: true,
    section: "section-2",
    header: "Бизнинг ишчиларимиз ҳақида",
    showedText:
      "Компаниямизда биз ноёб ва инклюзив иш муҳитини яратиш орқали ўзимизни ажратиб турамиз. Бизнинг ўзига хос ёндашувимиз компания таъсисчилари бундан мустасно, аёл ходимларнинг эксклюзив иштироки билан тавсифланади. Биз аёлларнинг ажойиб маҳоратига, хусусан, мазали қандолатчилик санъатига ишонамиз. Ҳамкорлик одоб-ахлоқини ўзлаштирган ҳолда, бизнинг фидойи аёллар жамоамиз бирдамлик кучини намойиш этади.",
    hiddenText:
      "Маданий қадриятларимизга мос равишда ва динимиз тамойилларини ҳурмат қилган ҳолда, биз жинслар бўйича ажратилган иш жойини сақлаш муҳимлигини тан оламиз. Аёллар учун қулай иш муҳитини яратиш бўйича бизнинг мажбуриятимиз муайян контекстларда биргаликдаги ўзаро муносабатлар қийин бўлиши мумкинлигини тушуниш билан таъкидланади. Шу боис, диний кўрсатмаларимизга уйғун амал қилишни таъминлаган ҳолда, фақат аёллар учун ажратилган жойлар ташкил этиш бўйича пухта ташаббусни амалга оширмоқдамиз. Диний ақидаларни ҳурмат қиладиган ва аёллар ишчи кучимизнинг истеъдодларини тарбиялайдиган иш муҳитини таъминлаш орқали биз аёлларга қулайлик ва маданий уйғунлик ҳиссини сақлаб қолган ҳолда ўзларининг профессионал ҳаракатларида устунлик қилишларини мақсад қилганмиз.",
    img: EmployeesImage,
  },
  {
    reverse: false,
    section: "section-3",
    header: "Махсулотларимиз ҳақида",
    showedText:
      "Бизнинг миссиямизнинг марказида мижозларимизга содиқлик ётади ва уларни бизнинг саъй-ҳаракатларимизда биринчи ўринга қўяди. Биз харажат самарадорлигини чуқур англаган ҳолда, юқори сифатли маҳсулотларни ишлаб чиқаришга астойдил эътибор қаратамиз. Бизнинг асосий мақсадимиз - тенгсиз пазандачилик тажрибасини тақдим этиш, ҳар бир киши энг мазали ва кўзни қамаштирувчи тортларни ҳамёнбоп нархда татиб кўриш завқига эга бўлишини таъминлашдир.",
    hiddenText:
      "Мукаммалликка интилишда биз шунчаки қандолатчиликни яратиш билан чекланамиз; биз мижозларимиз учун қувонч ва завқли дақиқаларни танлашга интиламиз. Сифат ва ҳамёнбопликни узлуксиз уйғунлаштириб, биз ўз ижодимизнинг нафис таъмини излаётганлар учун ғайриоддий нарсаларни очиқ қилиб, оддийликдан ошиб кетишни мақсад қилганмиз. Сизнинг мамнунлигимиз нафақат бизнинг устуворлигимиз; бу сифат ва қийматнинг мукаммал уйғунлигини таъминлашда қилган ҳар бир танловимиз ортидаги ҳаракатлантирувчи кучдир.",
    img: ProductImage,
  },
];
